/* NSButton (Cancel) : <title:Cancel> (oid:22) */
"Cancel" = "Ezeztatu";

/* NSTextField (Enter the group folder name: ) : <title:Enter the group folder name:
> (oid:23) */
"Enter the group folder name:\n" = "Sartu taldearen direktorioaren izena:\n";

/* NSTextField (New Group Folder) : <title:New Group Folder> (oid:19) */
"New Group Folder" = "Talde Berrirako Direktorioa";

/* NSPanel (Panel) : <title:Panel> (oid:5) */
"Panel" = "Panela";

/* NSButton (Save) : <title:Save> (oid:21) */
"Save" = "Gorde";

